Repository: renzon/pswdless
Catalog: backend/build_scripts/babel/locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: A Full-Stack project for Google App Engine
pt_br: Um projeto Full-Stack para o Google App Engine

source: Create CRUD code on <a href="https://cloud.google.com/products/app-engine/">App Engine</a>
pt_br: Crie código CRUD no <a href="https://cloud.google.com/products/app-engine/">App Engine</a>

source: Check Courses App Out
pt_br: Veja a App de Cursos

source: Check Git Hub Out
pt_br: Confira no GitHub

source: Administration Panel
pt_br: Painel de Administração

source: Security Paths Table
pt_br: Tabela de Segurança de Paths

source: Configurations
pt_br: Configurações

source: User Permissions
pt_br: Permissões de Usuários

source: Facebook App Data
pt_br: Dados de App do Facebook

source: Passwordless App Data
pt_br: Dados de App do Passwordless

source: Sorry, an error happened and we are investigating
pt_br: Desculpe, um erro ocorreu e estamos investigando.

source: Sorry, page not found
pt_br: Desculpe, página não encontrada

source: Courses
pt_br: Cursos

source: Account
pt_br: Conta

source: Course Form
pt_br: Formulário de Curso

source: Price
pt_br: Preço

source: Start Date
pt_br: Data de Início

source: Name
pt_br: Nome

source: Save
pt_br: Salvar

source: This is a generic home for course_app
pt_br: Esta é uma home genérica para app de Cursos

source: Create New Course
pt_br: Criar Novo Curso

source: List of Courses
pt_br: Lista de Cursos

source: Id
pt_br: Id (identificador)

source: Creation
pt_br: Criação

source: Are you sure to delete? Press cancel to avoid deletion.
pt_br: Tem certeza que deseja excluir? Pressione Cancelar para evitar a exclusão.

source: Login Options
pt_br: Opções de Login

source: Type your email
pt_br: Digite seu Email

source: Security Information
pt_br: Informação de Segurança

source: The email provided by %(provider)s is already in use. For your security, we are going to send an email to %(email)s to ensure it is yours.
pt_br: O email fornecido pelo %(provider)s já está em uso. Para sua segurança, enviaremos um email de login para %(email)s para assegurar que ele é seu.

source: This security procedure will be necessary only this time.
pt_br: Esse procedimento de segurança só será necessário essa vez.

source: Check your spam box, once some providers can filter this email.
pt_br: Cheque sua caixa de spam pois alguns provedores podem filtrar esse email.

source: Facebook App Form
pt_br: Formulário de Aplicação do Facebook

source: This data is used to proceed Facebook login. More information in
pt_br: Esses dados são necessaŕios para implementar o login com Facebook. Mais informações em

source: Facebook Login Docs
pt_br: Documentação de Login com Facebook

source: Type the app's id
pt_br: Digite o id da aplicação

source: Type the app's token
pt_br: Digite o token da aplicação

source: Passworless App Form
pt_br: Formulário de Aplicação Passworless

source: This data is used to proceed passswordless login. More information in
pt_br: Esses dados são necessaŕios para implementar o login por email. Mais informações em

source: Login Email Instructions
pt_br: Instruções de Login por Email

source: We will send you an email with the login link using <a href="https://pswdless.appspot.com/">Passwordless</a>.
pt_br: Enviaremos um email para você contendo o link para login. Ele será enviado através do serviço <a href="https://pswdless.appspot.com/">Passwordless</a>.

source: Your Account
pt_br: Sua Conta

source: Language
pt_br: Idioma

source: Time Zone
pt_br: Fuso Horário

source: Users Table
pt_br: Tabela de Usuários

source: Security Table
pt_br: Tabela de Segurança

source: Allowed Groups
pt_br: Grupos Permitidos

source: <a href="http://pt.wikipedia.org/wiki/Cross-site_request_forgery">CSRF</a> Security
pt_br: Segurança <a href="http://pt.wikipedia.org/wiki/Cross-site_request_forgery">CSRF</a>

source: Secure
pt_br: Seguro

source: Unsecure
pt_br: Inseguro

source: Must be one of: %(choices)s
pt_br: Deve ser um das opções: %(choices)s

source: Required field
pt_br: Campo obrigatório

source: Has %(len)s characters and it must have less than %(max_len)s
pt_br: Possui %(len)s caracteres e deve ter menos de %(max_len)s

source: Invalid email
pt_br: E-mail inválido

source: Must be greater than %(lower)s
pt_br: Deve ser maior que %(lower)s

source: Must be less than %(upper)s
pt_br: Deve ser menor que %(upper)s

source: Must be integer
pt_br: Deve ser inteiro

source: Must be true or false
pt_br: Deve ser verdadeiro ou falso

source: Must be a number
pt_br: Deve ser um número

source: Invalid date. Must be on format %(format)s
pt_br: Data inválida. Deve estar no formato %(format)s

source: MM/dd/YYYY
pt_br: dd/MM/YYYY

source: Invalid datetime. Must be on format %(format)s
pt_br: Datahora inválida. Deve estar no formato %format) s

source: MM/dd/YYYY HH:mm:ss
pt_br: dd/MM/YYYY HH:mm:ss
